{
  "ru": {
    "welcome": "Добро пожаловать на мой сайт!",
    "description": [
      "Приветствую, меня зовут MrBedrockpy,",
      "я Java-разработчик с 4-х летним стажем",
      "разработки плагинов и модов для игры",
      "Minecraft"
    ],
    "menu": {
      "biography": "Автобиография",
      "projects": "Проекты",
      "portfolio": "Портфолио",
      "services": "Услуги"
    },
    "bio": {
      "title": "Моя автобиография",
      "overview": [
        "На этой странице скоро появиться моя автобиография. На данный ",
        "момент она в процессе написания и через неопределенное количество времеми будет представлена общественности. ",
        "Скоро здесь появиться как биография моего детства так и статьи о разных периодах моей жизни, ",
        "посвещенные конкретным темам, проектам или иноым частям моей личности..."
      ]
    },
    "projects": {
      "title": "Мои проекты",
      "overview": [
        "Эта страница с моими проектами, если вы зашли на эту страницу для того, ",
        "чтобы узнать насколько качественно я пишу код, я хочу попросить вас покинуть ",
        "эту страницу и зайти на страницу с моим портфолио. На этой же странице представлены ",
        "те проекты, которые я не хочу включать в портфолио по тем или иным причинам, но все же ",
        "хочу оставить след о факте их существовании в интернете"
      ],
      "descriptions": {
        "BedLib": [
          "Это реворк моей библиотеки для комфортной разработки плагинов для Paper"
        ]
      }
    },
    "portfolio": {
      "title": "Мое порфолио",
      "overview": [
        "Это проекты, которыми я горжусь и на которые я предлагаю вам на них посмотреть"
      ],
      "descriptions": {
        "FrostPunk": [
          "Это плагин для майнкрафт, который добавляет индикатор температуры тела, ",
          "который при условии некоторых факторах может изменять свое значение, ",
          "которое сначала влечет за собой дебафы, которые можно настроить в конфиге, ",
          "а потом накладывает эффект обморожения, который через некоторое время начинает наносить урон"
        ]
      }
    }
  }
}